Repository: danpashin/CUILocalizer
Catalog: Localizable files/Instagram/*/CUILocalizable.strings
Languages: ru

source: IG ++ Settings
ru: Настройки IG ++

source: Feed Settings
ru: Лента и основное

source: Instagram Feed Settings
ru: Управление настройками ленты и основными функциями

source: MAIN FEED OPTIONS
ru: Перевод твика ++ выполнен командой THEUX.RU ОСНОВНЫЕ НАСТРОЙКИ ЛЕНТЫ

source: Enable Custom Feed
ru: Вкл. настраиваемую ленту

source: Show Custom Feed Dropdown
ru: Выбирать стиль ленты из списка

source: Feed Type
ru: Стиль ленты по умолч.

source: Full Feed
ru: Полноэкранный

source: Minimal Feed
ru: Миниатюры

source: Number of Columns
ru: Кол-во колонок

source: Show Stories in Minimal Feed
ru: Истории при стиле «Миниатюры»

source: EXPLORE FEED OPTIONS
ru: НАСТРОЙКИ ВКЛАДКИ «ОБЗОР»

source: FEED MEDIA OPTIONS
ru: НАСТРОЙКИ МЕДИА

source: Auto-Play Feed Video Sound
ru: Автовоспр. звук в видео

source: Show Video Controls
ru: Показ. элементы управления видео

source: Disable Video Auto-Play
ru: Откл. автовоспр. видео

source: Long Hold Image To Zoom
ru: Удерж. для увелич. на весь экран

source: Show Caption While Zoomed
ru: Описание фото в полноэкран. режиме

source: Show HQ photos everywhere
ru: Фото в высоком разрешении

source: ADDITIONAL FEED OPTIONS
ru: ДОПОЛНИТЕЛЬНЫЕ НАСТРОЙКИ

source: Hide Sponsored Posts
ru: Скрыть спонсорские посты

source: Show Full Timestamp
ru: Показывать точное время поста

source: Feed Date Style
ru: Стиль даты в ленте

source: Feed Time Style
ru: Стиль времени

source: Confirm Double Tap to Like
ru: Подтв. лайка двойным тапом

source: Confirm Like Button Tap
ru: Подтв. лайка по иконке «Like»

source: Confirm Comment Like Button Tap
ru: Подтв. лайк комментария

source: Enable Text Copying
ru: Разрешить копирование текста

source: Hide Comments In Feed
ru: Скрыть комментарии в ленте

source: Hide Suggestions
ru: Скрыть рекомендации (рекламу)

source: Muted Users
ru: Скрытые из ленты пользов.

source: Add User
ru: Добавить

source: Stories Settings
ru: Истории

source: Instagram Stories Settings
ru: Управление настройками Историй

source: STORIES OPTIONS
ru: ФУНКЦИИ ИСТОРИЙ

source: Completely disable the stories feature
ru: Скрыть Истории из ленты

source: Manually Mark Stories As Seen
ru: Отмечать «просмотрено» вручную

source: Disable Stories Auto Advance
ru: Откл. автопереход к след. Истории

source: Disable Switching to Next Friend
ru: Откл. автопереход к след. другу

source: AUTOSAVE SETTINGS
ru: АВТОСОХРАНЕНИЕ ИСТОРИЙ

source: Autosave Stories
ru: Автоматически сохранять Истории

source: Autosave users stories
ru: Настройка автосохранения Историй, управление пользователями и хранилищем

source: Location
ru: Место хранения

source: Save to Phone Camera Roll
ru: Фотопленка

source: Save to Phone Album
ru: Альбом в «Фотопленке»

source: Save to Media Vault
ru: Хранилище ++

source: Media Quality
ru: Качество

source: High
ru: Высокое

source: Medium
ru: Среднее

source: Low
ru: Низкое

source: Enable Selective Autosave
ru: Выборочное автосохранение

source: Selected Users
ru: Сохранять Истории от

source: Autosave Notifications
ru: Уведомлять о сохранении

source: Show a status bar notification when a story is autosaved
ru: Показывать уведомление при автоматическом сохранении Историй

source: Stories Vault
ru: Сохраненные Истории

source: Access saved stories media
ru: Доступ и управление Историями, сохраненными в ++ хранилище

source: DM Stories Settings
ru: Директ

source: Instagram DM Settings
ru: Управление общими настройками и Историями в личных сообщениях

source: DM OPTIONS
ru: ОСНОВНЫЕ ФУНКЦИИ ДИРЕКТА

source: Disable DM Read Receipts
ru: Откл. отчет о прочтении

source: Show Video Download Button
ru: Показывать кнопку сохран. видео

source: Show Keyboard Automatically
ru: Автомат. показывать клавиатуру

source: DM STORIES OPTIONS
ru: ФУНКЦИИ ИСТОРИЙ В ДИРЕКТЕ

source: Disable Auto Mark As Seen
ru: Откл. автопрочтение Истории

source: Disable Screenshot Notification
ru: Откл. уведомл. о скриншоте

source: Disable Replayed Notification
ru: Откл. уведомл. о повторном воспроизведении

source: Disable Auto Advance
ru: Откл. автопереход к след. истории

source: Autosave DM Stories
ru: Автосохр. историй из директа

source: CUSTOM FILTER SETTINGS
ru: ПОЛЬЗОВАТЕЛЬСКИЕ ФИЛЬТРЫ

source: Enable Custom Filters
ru: Вкл. дополнительные фильтры

source: Manage Custom Filters
ru: Управление фильтрами

source: Manage Filters
ru: Фильтры

source: Hold to Delete
ru: Удерживайте для удаления

source: Delete Filter?
ru: Удалить фильтр?

source: Add Custom Filter?
ru: Добавить свой фильтр?

source: To add custom filters please place ".png" files in the CustomFilters folder. Filters should be 9:16 Aspect Ratio i.e 1080 × 1920
ru: Чтобы добавить свой фильтр, поместите сюда картинку в формате «.png» и с соотношением сторон 9:16 (например, 1080 × 1920).

source: Choose Image
ru: Фотопленка

source: Choose from Web
ru: Выбрать из галереи

source: Gallery
ru: Галерея

source: Close
ru: Закрыть

source: Load More
ru: Загр. ещё

source: Save
ru: Сохранить

source: Filter Saved!
ru: Фильтр сохранён!

source: Media Saving Settings
ru: Сохранение медиа

source: Settings for Saving IG Videos and Photos
ru: Настройки сохранения видеороликов и фотографий

source: MEDIA DOWNLOAD
ru: ОСНОВНЫЕ НАСТРОЙКИ

source: Auto Select Highest Quality
ru: Выбирать наилучшее качество

source: Default Location
ru: Хранилище по умолч.

source: Album Name
ru: Название альбома

source: Default Video Format
ru: Формат ролика

source: Always Ask
ru: Всегда спрашивать

source: Video
ru: Видео

source: Media Vault
ru: Хранилище ++

source: Spoof Settings
ru: Фейковые данные профиля

source: Instagram Spoof Settings
ru: Управление количеством постов, подписчиков и иконкой верификации. Данные изменения в профиле видите только вы

source: SPOOF OPTIONS
ru: ДАННЫЕ ДЛЯ ОТОБРАЖЕНИЯ В ПРОФИЛЕ

source: Enable Follow Spoof
ru: Изменить число подписок

source: Followers Count
ru: Кол-во подписчиков

source: Following Count
ru: Кол-во моих подписок

source: Enable Media Spoof
ru: Изменить число постов

source: Media Count
ru: Кол-во постов

source: Verified Profile
ru: Верифицированный профиль

source: Misc Settings
ru: Прочее

source: Miscellaneous Instagram Settings
ru: Дополнительные настройки IG ++

source: APPEARANCE OPTIONS
ru: ВИД ПРОФИЛЯ ПОЛЬЗОВАТЕЛЕЙ

source: Hide Bio Info In Profile View
ru: Скрыть строку «О себе»

source: Show Full Counts
ru: Полный счетчик

source: Show full number instead of shortened with K.
ru: «Полный счетчик» позволяет отображать точное число постов/подписчиков, не сокращая его до значений тыс./млн.

source: ADDITIONAL OPTIONS
ru: ДОПОЛНИТЕЛЬНО

source: Unlimited Instagram Accounts
ru: Неогранич. кол-во аккаунтов

source: Save Caption on ReGram
ru: Копировать описание при ReGram'е

source: USAGE OPTIONS
ru: ИСПОЛЬЗОВАНИЕ

source: Unfollow Without Confirm
ru: Отписка без подтверждения

source: Open Links in Instagram
ru: Откр. ссылки внутри приложения

source: Stop Automatic Refresh
ru: Запретить автообновление контента

source: Stop Instagram from refreshing when the app is opened from the background. This will keep you at the same point in the feed that you were at.
ru: Запретить автоматическое обновление контента, когда приложение работает в фоновом режиме. Это позволит вам продолжить просмотр ленты с той же точки, на которой вы остановились.

source: Show Follow Status
ru: Статус подписки

source: Show if a user is following you.
ru: Показывать в профиле, подписан ли пользователь на вас

source: FOLLOWS YOU
ru: подписан|-а| на вас

source: DOES NOT FOLLOW YOU
ru: не подписан|-а| на вас

source: Set Passcode
ru: Установить пароль

source: Enter a new passcode
ru: Придумайте новый пароль

source: Please re-enter your passcode
ru: Повторите пароль ещё раз

source: Passcodes did not match. Try again
ru: Пароли не совпадают, введите заново

source: Incorrect passcode. Try again.
ru: Неверный пароль, повторите ввод

source: Limit Exceeded
ru: Лимит превышен

source: You have exceeded the maximum number of passcode attempts
ru: Вы превысили максимальное количество неверных попыток ввода пароля

source: Delete Passcode
ru: Удалить пароль

source: Use Touch ID
ru: Touch ID / Face ID

source: Enter Passcode
ru: Ввести пароль

source: Enter your passcode
ru: Введите пароль

source: SUPPORT
ru: ПОДДЕРЖКА

source: Contact / More
ru: Связь / Сброс / Другое

source: Follow on Twitter: @unlimapps
ru: Twitter разработчика: @unlimapps

source: Report Bug or Feature Request
ru: Сообщить об ошибке

source: Contact Support (support@unlimapps.com)
ru: Связаться с разработчиком (UnlimApps)

source: NOTIFICATIONS
ru: ОПОВЕЩЕНИЯ

source: Show Tweak Updates
ru: Оповещать об обновлениях

source: Show tweak updates.
ru: Показывать оповещения об обновлениях твика. Оставьте включенным, если у вас JailBreak. Если приложение установлено через сервис theux.ru, об обновлениях будет сообщаться только на официальном канале.

source: CRASH REPORTS
ru: КОНФИДЕНЦИАЛЬНОСТЬ

source: Send Crash Logs
ru: Отправлять логи при ошибках

source: Automatically send crash reports to @unlimapps
ru: Автоматически отправлять логи в UnlimApps при ошибках и «падениях» приложения (рекомендуется отключить данную настройку).

source: RESET SETTINGS AND KEYCHAIN
ru: СБРОС

source: Reset User Defaults
ru: Сбросить предупреждения

source: Reset App Keychain
ru: Сбросить все настройки

source: Reset App Keychain and Defaults
ru: Полный сброс настроек и предупреждений

source: Clear all the user defaults for the current app.
ru: Восстановить все окна предупреждений от UnlimApps и подсказки от Instagram.

source: Clear the keychain for the current app.
ru: Сбросить все пользовательские настройки IG ++ и восстановить их до значений по умолчанию.

source: Clear the keychain and defaults for the current app.
ru: Сбросить все настройки IG ++ до значений по умолчанию и восстановить все предупреждения.

source: Reset Defaults
ru: Сброс

source: Reset Keychain
ru: Сброс

source: Reset Keychain & Defaults
ru: Полный сброс

source: Reset Keychain and Defaults
ru: Сбросить всё

source: Are you sure you want to reset the app defaults?
ru: Вы уверены, что хотите сбросить и восстановить все окна предупреждений и подсказки?

source: Are you sure you want to reset the app keychain?
ru: Вы уверены, что хотите сбросить все настройки IG ++ и восстановить их до значений по умолчанию?

source: Are you sure you want to reset the app keychain and defaults?
ru: Вы уверены, что хотите сбросить все настройки IG ++ до значений по умолчанию и восстановить все предупреждения?

source: Defaults Reset
ru: Выполнено

source: Keychain Reset
ru: Выполнено

source: Defaults and Keychain Reset
ru: Выполнено

source: Your App Defaults Have Been Reset
ru: Окна, предупреждения и подсказки восстановлены

source: Your App Keychain Has Been Reset
ru: Все настройки IG ++ сброшены и восстановлены до значений по умолчанию

source: Your App Defaults and Keychain Have Been Reset
ru: Настройки IG ++ и предупреждения сброшены и восстановлены до значений по умолчанию

source: MORE TWEAKS
ru: ДРУГИЕ ТВИКИ ОТ UNLIMAPPS

source: Ad Removal Settings
ru: Аккаунт ++ / Реклама

source: AD REMOVAL
ru: ВНИМАНИЕ! Если вы установили приложение с сайта THEUX.RU, то данный раздел для вас не актуален. Мы уже удалили всю рекламу из приложения для наших пользователей. УДАЛЕНИЕ РЕКЛАМЫ

source: Login / Sign Up / Restore
ru: Вход / Регистрация

source: Your ads have been removed!
ru: Реклама удалена!

source: You have removed ads for ALL ++ Tweaks
ru: Вы удалили рекламу из всех ++ приложений.

source: Remove All ++ Ads for $7.0
ru: Удалить всю ++ рекламу ($7)

source: Purchase Ad Removal For the entire suite of ++ tweaks including YT++, WA++, FB++, IG++ and more..
ru: Оплатите удаление баннерной рекламы во всех приложениях от UnlimApps, включая YT++, WA++, FB++, IG++ и другие.

source: Remove IG++ for $2.0
ru: Удалить рекламу из IG++ ($2)

source: Purchase Ad Removal For IG++
ru: Оплатите удаление баннерной рекламы только в IG++

source: How Would you Like To Complete Your Payment?
ru: Оплата удаления рекламы

source: You can choose to use the native PayPal SDK or use safari. If you use safari you will have to re-start the current app after completing the purchase. Please note If you installed the ++ tweak from a signing service like TuTu, BuildStore, TweakBox etc there could be other ads. These ads WILL NOT be removed by purchasing the ++ license since I am not the one adding them. Also, for YT ++ the sideloaded version will NOT block YouTube video ads.
ru: Вы можете оплатить через PayPal внутри приложения или через Safari. Если вы выберите Safari, вам будет необходимо перезапустить приложение после оплаты. Обратите внимание, что если вы установили приложение через THEUX.RU, то оплачивать не обязательно, реклама уже удалена.

source: I Agree Use PayPal SDK
ru: Оплатить в приложении

source: I Agree Use Safari
ru: Оплатить в Safari

source: To remove ads using a CC or PayPal you must create a ++ username by clicking 'Sign Up above! Please note If you installed the ++ tweak from a signing service like TuTu, BuildStore, TweakBox etc there could be other ads. These ads will not be removed by purchasing the ++ license since I am not the one adding them. Also, for YT ++ the sideloaded version will NOT block YouTube video ads.
ru: Имейте ввиду, что если вы установили приложение через иные сервисы, распространяющие подписанные корп. сертификатом приложения (TuTu, BuildStore, TweakBox и т.д.), в них может быть иная реклама, которая останется в приложении после оплаты, так как она не связана с UnlimApps. Если вы установили приложение через THEUX.RU, то оплачивать не обязательно, реклама уже удалена.

source: FREE AD REMOVAL
ru: БЕСПЛАТНОЕ УДАЛЕНИЕ РЕКЛАМЫ

source: Tweet To Remove Ads
ru: Создать и отправить твит

source: Tweet and Follow to Remove Ads for Free!
ru: Сделайте пост на своей странице в Twitter, чтобы бесплатно удалить баннерную рекламу.

source: Tweet and Follow?
ru: Отправить твит?

source: Tweet about and follow @unlimapps to remove ads for 5 days
ru: Разместите твит @unlimapps, чтобы удалить рекламу на пять дней. Можно повторять много раз. Не актуально для приложения с theux.ru, реклама уже удалена.

source: No
ru: Не нужно

source: Tweet
ru: Твитнуть

source: Yay!
ru: Ура!

source: Your Ads Have Been Removed for 5 days!
ru: Твит размещен, реклама из приложения удалена на пять дней!

source: Notice!
ru: Внимание!

source: Failed to Tweet and Remove Ads!
ru: Не удалось отправить твит и удалить рекламу.

source: Failed to Tweet and Remove Ads! error: Status is a duplicate.
ru: Не удалось отправить твит. Ошибка: твит уже размещен.

source: Privacy Policy
ru: Политика конфиденциальности (eng)

source: Log In
ru: Войти

source: Forgot Password?
ru: Забыли пароль?

source: Password Reset
ru: Отправлено на указанный email

source: Sign Up
ru: Зарегистрироваться

source: Reset Password
ru: Сброс пароля

source: Please enter the email address for your account.
ru: Пожалуйста, введите email, который привязан к вашему ++ аккаунту

source: Change Password
ru: Сменить пароль

source: Please enter the new password for your account.
ru: Новый пароль для вашего аккаунта

source: Password Updated!
ru: Обновлено

source: Missing Information
ru: Заполните поля

source: Make sure you fill out all of the information!
ru: Убедитесь, что заполнили все поля формы!

source: Login Failed
ru: Ошибка входа

source: Please try again
ru: Попробуйте ещё раз

source: Sign Up Error
ru: Логин / email занят

source: Hey There!
ru: Привет!

source: To get the latest updates about ++ Tweaks follow @unlimapps on Twitter and Instagram!
ru: Удаление рекламы и перевод твика осуществлены командой THEUX.RU Вы можете подписаться на Twitter и Instagram разработчика, чтобы знать обо всех обновлениях твика.

source: Follow
ru: Подписаться

source: Crashed!
ru: Все сломалось :(

source: It looks like there was a crash! Please contact unlimapps support.
ru: Похоже, что-то сломалось, приложение не может продолжить работу. Используйте предложенные ниже методы.

source: Contact Support
ru: Написать в UnlimApps

source: Reset Defaults and Keychain
ru: Сбросить настройки ++

source: Re-Launch With Tweak
ru: Перезапустить с твиком

source: Use Without Tweak
ru: Использовать без твика

source: Delete all media?
ru: Удалить всё?

source: Cancel
ru: Отмена

source: Delete
ru: Удалить

source: Delete Item?
ru: Удалить файл?

source: Mute User
ru: Скрыть посты польз. из ленты

source: Unmute User
ru: Показывать посты польз. в ленте

source: ++ Options
ru: Скачать / поделиться (++)

source: Select Image Size
ru: Выберите размер фото

source: Select Video Size
ru: Выберите размер видеоролика

source: Select Format
ru: Выберите формат видеоролика

source: Select where to save
ru: Выберите, где сохранить

source: Camera Roll
ru: Фотопленка

source: Album
ru: Альбом в фотопленке

source: Share
ru: Поделиться

source: Enter album name
ru: Назовите альбом

source: Confirm
ru: Подтвердить

source: Download / Share With ++
ru: Скачать / поделиться (++)

source: Mark As Seen
ru: Отметить просмотренным

source: Share with Instagram
ru: Отправить в Директ

source: Download
ru: Скачать

source: ReGram
ru: ReGram (перепост)

source: Share with ++
ru: Поделиться (++)

source: Ok
ru: Ок

source: Loading...
ru: Загрузка...

source: of
ru: из

source: Re-Launch
ru: Перезапустить

source: Download All Carousel Items
ru: Скачать все файлы из поста

source: Which Vault?
ru: Выберите хранилище

source: Media
ru: Сохранные медиа

source: Stories
ru: Сохранные истории

source: Like/Unlike?
ru: Добавить/удалить лайк?

source: Like Image?
ru: Добавить лайк?

source: Like
ru: Лайк
